$('.anser').click(function(){
			$(this).hide();
		});
$('.t0').click(function(){
		if($('.t0')[0].checked){
					$('.anser0').css({"top":"630px"}).html('恭喜你，答对了！').show();
					}
	else if($('.t0')[1].checked){$('.anser0').css({"top":"670px"}).html('抱歉，答错了！正确答案：A.短道速滑。中国代表团自2002年盐湖城冬奥会以来，已连续四届在冬奥会夺金，到2014年索契冬奥会已收获12枚金牌，其中有9枚金牌属于短道速滑项目。').slideDown(400);}
	else if($('.t0')[2].checked){$('.anser0').css({"top":"670px"}).html('抱歉，答错了！正确答案：A.短道速滑。中国代表团自2002年盐湖城冬奥会以来，已连续四届在冬奥会夺金，到2014年索契冬奥会已收获12枚金牌，其中有9枚金牌属于短道速滑项目。').slideDown(400);}
		});	
$('.t1').click(function(){
				if($('.t1')[1].checked){
					$('.anser1').css({"top":"730px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t1')[0].checked){$('.anser1').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.李妮娜。赵宏博参加了1998年、2002年以及2010年三届冬奥会；杨扬参加了1998年、2002年、2006年三届冬奥会；而李妮娜则连续参加了2002年——2014年四届冬奥会。目前中国冬奥会还未出现过“五朝元老”。').slideDown(400);
			}
				else if($('.t1')[2].checked){$('.anser1').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.李妮娜。赵宏博参加了1998年、2002年以及2010年三届冬奥会；杨扬参加了1998年、2002年、2006年三届冬奥会；而李妮娜则连续参加了2002年——2014年四届冬奥会。目前中国冬奥会还未出现过“五朝元老”。').slideDown(400);}
		});	
$('.t2').click(function(){
				if($('.t2')[1].checked){
					$('.anser2').css({"top":"730px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t2')[0].checked){$('.anser2').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.叶乔波。中国自1980年首次参加冬奥会以来，经过12年的努力，中国终于在1992年第十六届冬奥会上实现了奖牌“零的突破”。叶乔波连夺女子速滑500米和1000米两枚银牌。').slideDown(400);}
				else if($('.t2')[2].checked){$('.anser2').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.叶乔波。中国自1980年首次参加冬奥会以来，经过12年的努力，中国终于在1992年第十六届冬奥会上实现了奖牌“零的突破”。叶乔波连夺女子速滑500米和1000米两枚银牌。').slideDown(400);}
		});	
$('.t3').click(function(){
				if($('.t3')[0].checked){
					$('.anser3').css({"top":"630px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t3')[1].checked){$('.anser3').css({"top":"670px"}).html('抱歉，答错了！正确答案：A.杨扬。2002年，中国选手大杨扬在第十九届冬奥会短道速滑女子500米决赛中，夺得了中国冬奥会历史上的第一枚金牌，使中国冰雪运动经过50多年的奋斗，终于实现了奥运会金牌“零的突破”。').slideDown(400);}
				else if($('.t3')[2].checked){$('.anser3').css({"top":"670px"}).html('抱歉，答错了！正确答案：A.杨扬。2002年，中国选手大杨扬在第十九届冬奥会短道速滑女子500米决赛中，夺得了中国冬奥会历史上的第一枚金牌，使中国冰雪运动经过50多年的奋斗，终于实现了奥运会金牌“零的突破”。').slideDown(400);}
		});	
$('.t4').click(function(){
				if($('.t4')[1].checked){
					$('.anser4').css({"top":"730px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t4')[0].checked){$('.anser4').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.申雪-赵宏博。2010年温哥华冬奥会上，中国组合申雪/赵宏博以216.57分的总成绩夺取花样滑冰双人滑冠军，拿到中国花滑历史上首枚冬奥金牌。').slideDown(400);}
				else if($('.t4')[2].checked){$('.anser4').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.申雪-赵宏博。2010年温哥华冬奥会上，中国组合申雪/赵宏博以216.57分的总成绩夺取花样滑冰双人滑冠军，拿到中国花滑历史上首枚冬奥金牌。').slideDown(400);}
		});
$('.t5').click(function(){
				if($('.t5')[2].checked){
					$('.anser5').css({"top":"850px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t5')[0].checked){$('.anser5').css({"top":"670px"}).html('抱歉，答错了！正确答案：C.李妮娜。李妮娜曾是中国女子自由式滑雪空中技巧项目的当家花旦。她是我国自由式滑雪项目上第一个获得世界杯总决赛冠军的选手，第一个空中技巧世界排名第一的选手，第一个获得世界锦标赛冠军的选手。').slideDown(400);}
				else if($('.t5')[1].checked){$('.anser5').css({"top":"670px"}).html('抱歉，答错了！正确答案：C.李妮娜。李妮娜曾是中国女子自由式滑雪空中技巧项目的当家花旦。她是我国自由式滑雪项目上第一个获得世界杯总决赛冠军的选手，第一个空中技巧世界排名第一的选手，第一个获得世界锦标赛冠军的选手。').slideDown(400);}
		});
$('.t6').click(function(){
				if($('.t6')[2].checked){
					$('.anser6').css({"top":"850px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t6')[1].checked){$('.anser6').css({"top":"670px"}).html('抱歉，答错了！正确答案：C.宋安东。宋安东在2015年北美职业冰球联盟选秀大会上，于第六轮172顺位被纽约岛人队选中，这是成立于1917年的NHL近百年历史上第一次有中国球员被选中。').slideDown(400);}
				else if($('.t6')[0].checked){$('.anser6').css({"top":"670px"}).html('抱歉，答错了！正确答案：C.宋安东。宋安东在2015年北美职业冰球联盟选秀大会上，于第六轮172顺位被纽约岛人队选中，这是成立于1917年的NHL近百年历史上第一次有中国球员被选中。').slideDown(400);}
		});
$('.t7').click(function(){
				if($('.t7')[0].checked){
					$('.anser7').css({"top":"670px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t7')[1].checked){$('.anser7').css({"top":"670px"}).html('抱歉，答错了！正确答案：A.王濛。2010年第21届温哥华冬奥会，王濛斩获女子短道速滑500米、1000米和接力3枚金牌，并打破世界纪录，成为中国首位单届冬奥会获得三枚金牌的选手，中国队也由此包揽了该届冬奥会短道速滑女子项目全部四枚金牌。').slideDown(400);}
				else if($('.t7')[2].checked){$('.anser7').css({"top":"670px"}).html('抱歉，答错了！正确答案：A.王濛。2010年第21届温哥华冬奥会，王濛斩获女子短道速滑500米、1000米和接力3枚金牌，并打破世界纪录，成为中国首位单届冬奥会获得三枚金牌的选手，中国队也由此包揽了该届冬奥会短道速滑女子项目全部四枚金牌。').slideDown(400);}
		});
$('.t8').click(function(){
				if($('.t8')[1].checked){
					$('.anser8').css({"top":"730px"}).html('恭喜你，答对了！').show();
					}
				else if($('.t8')[0].checked){$('.anser8').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.自由式滑雪空中技巧。2006年都灵冬奥会，我国选手韩晓鹏夺得自由式滑雪空中技巧男子比赛中夺冠，这是中国历史上第一枚雪上项目的金牌，也是中国男选手首次夺得冬奥会雪上项目金牌。').slideDown(400);}
				else if($('.t8')[2].checked){$('.anser8').css({"top":"670px"}).html('抱歉，答错了！正确答案：B.自由式滑雪空中技巧。2006年都灵冬奥会，我国选手韩晓鹏夺得自由式滑雪空中技巧男子比赛中夺冠，这是中国历史上第一枚雪上项目的金牌，也是中国男选手首次夺得冬奥会雪上项目金牌。').slideDown(400);}
		});
$('.t9').click(function(){
				if($('.t9')[0].checked){$('.anser9').css({"top":"-300px"}).html('抱歉，答错了！正确答案：C.张虹。张虹以1分14秒02夺得速度滑冰女子1000米决赛金牌。速度滑冰是冬奥会最受欢迎、历史最悠久的项目之一，相当于奥运会的田径、游泳项目。中国此前与该项冠军多次失之交臂。张虹这个冠军的含金量和刘翔的奥运会110米栏冠军相媲美！').slideDown(400);}
				else if($('.t9')[1].checked){$('.anser9').css({"top":"-300px"}).html('抱歉，答错了！正确答案：C.张虹。张虹以1分14秒02夺得速度滑冰女子1000米决赛金牌。速度滑冰是冬奥会最受欢迎、历史最悠久的项目之一，相当于奥运会的田径、游泳项目。中国此前与该项冠军多次失之交臂。张虹这个冠军的含金量和刘翔的奥运会110米栏冠军相媲美！').slideDown(400);}
			   else if($('.t9')[2].checked){
					$('.anser9').css({"top":"-60px"}).html('恭喜你，答对了！').show();
					}
		});